{
  "hello": "Bonjour",
  "welcome": "Bienvenue sur notre site",
  "login": "Se connecter",
  "enter your email below to login to your account": "Entrez votre email ci-dessous pour vous connecter à votre compte",
  "displayname": "Nom d'utilisateur",
  "password": "Mot de passe",
  "register": "Inscription",
  "alreadyaccount": "Déjà un inscrit ?",
  "createaccount": "Créer un compte",
  "don’t have an account?": "Vous n'avez pas de compte ?",
  "sign up": "S'inscrire",
  "forgot your password?": "Mot de passe oublié ?",
  "login with Google": "Se connecter avec Google",
  "baseline": "Soutenir les photographes,",
	"baseline2" : "inspirer les collectionneurs",
	"promess" : "Bien plus qu'un simple site de photos, Picsell est une communauté d'artistes qui vous propose des oeuvres uniques et originales.",
  "baseline two": "Une plateforme dédiée où les photographes vendent leur art et les collectionneurs trouvent des pièces uniques, tout en soutenant l'artiste derrière l'objectif.",
  "hometext one": "Dans un monde où l'image est omniprésente, il est essentiel de se rappeler que derrière chaque photo, il y a un artiste. Soutenir les photographes, en particulier les amateurs ou les artistes émergents, est plus que jamais crucial. Ils capturent des moments uniques, des paysages fascinants, des émotions brutes, et souvent, leur travail mérite une reconnaissance et une visibilité qu'ils n'ont pas toujours les moyens d'obtenir.",
  "brand": "Picsell",
  "sign out": "Déconnexion",
  "profile": "Profil",
  "userinfo": {
    "firstname": "Prénom",
    "lastname": "Nom",
    "username": "Pseudo",
    "address": "Adresse",
    "city": "Ville",
    "postalcode": "Code postal",
    "instagram": "Instagram",
    "country": "Pays",
    "security": "Sécurité",
    "newpassword": "Nouveau mot de passe",
    "resetpassword": "Cet onglet vous permet de réinitialiser votre mot de passe.",
    "updatepassword": "Mettre à jour le mot de passe"
  },
  "collections": {
    "create": "Ajouter une nouvelle collection",
    "createdescription": "Regrouper les photos de la série dans une collection.",
    "edit": "Modifier la collection",
    "delete": "Supprimer la collection",
    "collectionname": "Nom de la collection",
    "collectiondescription": "Description de la collection",
    "statut": "En tant que photographe, il est impératif que vous soyez déclaré et disposiez d'un statut professionnel si vous envisagez de vendre vos collections. Que vous choisissiez le régime d'auto-entrepreneur, une société ou tout autre statut adapté, cela vous permettra de respecter les obligations légales et fiscales liées à la vente de vos créations. La vente de vos œuvres sans statut peut entraîner des sanctions et vous priver de certains avantages professionnels.",
    "mycollection": "Mes séries à vendre",
    "listmycollections": "Liste de toutes mes séries",
    "nocollection": "Vous n'avez pas encore de séries à vendre.",
    "deletecollectionconfirmation": "Supprimer définitivement la collection, attention cette action est irréversible.",
    "cancel": "Annuler",
    "deletecollection": "Supprimer définitivement",
    "indicatecollection": "Indiquez le nom de la collection",
    "indicatecollectiondescription": "Indiquez la description de la collection",
    "title": "Titre de la série",
    "description": "Description de la série",
    "actions": "Actions",
    "editcollection": "Modifier la collection",
    "savechanges": "Sauvegarder les modifications",
    "collectionupdated": "La collection a été mise à jour avec succès.",
    "saving": "Sauvegarde...",
    "errorupdating": "Une erreur est survenue lors de la mise à jour de la collection."
  },
  "photographerspage": {
    "readmore": "Lire la suite",
    "availableworks": "Œuvres disponibles",
    "about": "Informations à propos de ",
    "nobio": "Pas de biographie disponible",
    "edit": "Modifier mon profil",
    "change": "Changer de photo de profil",
    "upload": "Télécharger une photo",
    "toobig": "La taille du fichier est trop grande (poids max. 10mo / taille min. 1024x1024)",
    "titlebig": "Fichier trop volumineux",
    "erreurfileempty": "Erreur fichier est vide",
    "erreurfiletext": "Aucun fichier n'a été sélectionné",
    "errordonwload": "Erreur lors du téléchargement de l'image",
    "errordownloadtitle": "Une erreur est survenue",
    "successupload": "L'image a été téléchargée avec succès",
    "successuploadtitle": "Téléchargement réussi",
    "changebanner": "Changer de bannière",
    "uploadbanner": "Télécharger une bannière",
    "infosedit": "Ici, vous avez la possibilité de personnaliser vos informations publiques en modifiant vos détails, en ajoutant une photo de profil, une bannière, ainsi que d’enrichir votre page avec une bio et vos photos.",
    "infosedit2": "Éditez votre profil de photographe",
    "addphoto": "Ajouter une photo"
  },
  "save": "Enregistrer",
  "single": {
    "selectformat": "Sélectionnez le format",
    "shipping": "Délai de livraison",
    "days": "jours",
    "shippingmethod": "Méthode de livraison",
    "description": "Description",
    "loadingfail": "Chargement ou aucune photo trouvée..."
  },
  "addphoto": {
    "title": "Titre de la photo",
    "description": "Description",
    "price": "Prix",
    "number": "Nombre de copies",
    "paper": "Type de papier",
    "impression": "Méthode d’impression",
    "shipping_delay": "Délai de livraison (jours)",
    "shipping_method": "Méthode d'envoi",
    "frame": "Cadre",
    "format": "Format",
    "weight": "Poids (g)",
    "image": "Fichier image",
    "uploading": "Téléchargement...",
    "submit": "Vendre ma photo"
  },
  "cgv": {
    "cgv": "Conditions Générales de Vente (CGV)",
    "last_update": "Dernière mise à jour : [date]",
    "object": "1. Objet",
    "object_text": "La Plateforme agit en tant qu'intermédiaire pour permettre aux photographes professionnels et amateurs (ci-après \"le Vendeur\") de vendre directement leurs impressions de photos aux utilisateurs finaux (ci-après \"l'Acheteur\"). Chaque Vendeur est responsable de la production des impressions, de leur emballage, et de leur envoi. La Plateforme se contente de mettre à disposition les outils techniques nécessaires pour faciliter ces transactions et ne participe pas activement à la vente ou à la création des produits.",
    "access_registration": "2. Accès et Inscription",
    "access_registration_text": "L'utilisation de la Plateforme pour la vente ou l'achat nécessite une inscription. Lors de l'inscription, les utilisateurs s'engagent à fournir des informations exactes, à jour, et complètes. La Plateforme se réserve le droit de suspendre ou de résilier un compte en cas de non-respect des CGV ou en cas de comportement jugé inapproprié.",
    "products": "3. Produits",
    "products_text": "Le Vendeur est libre de définir les produits qu'il souhaite vendre, à condition que ceux-ci respectent les lois en vigueur et les conditions imposées par la Plateforme. Les photos à caractère pornographique, de nu ou tout autre contenu jugé inapproprié par la Plateforme sont strictement interdits. La Plateforme se réserve le droit de supprimer tout contenu non conforme à ces règles sans avertissement préalable.",
    "orders_delays": "4. Commandes et Délais",
    "orders_delays_text": "L'Acheteur passe commande directement auprès du Vendeur via la Plateforme. Une fois la commande confirmée, le Vendeur a un délai de 10 jours pour traiter et expédier la commande. L'Acheteur dispose ensuite de 15 jours après réception pour valider la commande. En l'absence de validation de la part de l'Acheteur dans ce délai, la commande sera automatiquement considérée comme acceptée et le Vendeur recevra le paiement.",
    "payments": "5. Paiements",
    "payments_text": "Les paiements sur la Plateforme sont gérés via le système de paiement Stripe, garantissant des transactions sécurisées. Le Vendeur reçoit le paiement après validation de la commande par l'Acheteur ou après expiration du délai de 15 jours suivant la réception de la commande sans action de l'Acheteur.",
    "shipping_tracking": "6. Livraison et Suivi",
    "shipping_tracking_text": "Le Vendeur est entièrement responsable de l'envoi de la commande et doit fournir un numéro de suivi à l'Acheteur, accessible via la Plateforme. Les frais de livraison et les délais varient en fonction des modalités choisies par le Vendeur et doivent être clairement communiqués à l'Acheteur au moment de la commande.",
    "shipping_tracking_additional": "En cas de non-réception de la commande dans les délais, l'Acheteur est invité à contacter directement le Vendeur. La Plateforme n'est pas responsable des retards ou des manquements du Vendeur concernant la livraison des produits.",
    "seller_obligations": "7. Obligations du Vendeur",
    "seller_obligations_text": "Le Vendeur s'engage à respecter les conditions suivantes :",
    "seller_obligations_list_1": "Délais de traitement et d'expédition : Le Vendeur doit expédier les produits dans un délai maximum de 10 jours à compter de la confirmation de la commande.",
    "seller_obligations_list_2": "Qualité des produits : Les impressions doivent correspondre à la description faite sur la fiche produit, tant en termes de qualité que de format.",
    "seller_obligations_list_3": "Service client : Le Vendeur doit assurer une communication claire et rapide avec l'Acheteur en cas de question ou de réclamation.",
    "platform_responsibility": "8. Responsabilité de la Plateforme",
    "platform_responsibility_text": "La Plateforme agit uniquement comme un intermédiaire technique permettant de mettre en relation le Vendeur et l'Acheteur. La Plateforme ne peut en aucun cas être tenue responsable des actions, omissions ou manquements du Vendeur.",
    "claims_returns": "9. Réclamations et Retours",
    "claims_returns_text": "En cas de problème concernant la qualité de l'impression, le délai de livraison ou tout autre aspect du produit, l'Acheteur doit contacter directement le Vendeur via les coordonnées disponibles dans sa commande. La Plateforme n'est pas responsable de la gestion des retours ou des réclamations.",
    "order_cancellation": "10. Annulation de Commandes",
    "order_cancellation_text": "Toute annulation de commande doit être discutée entre l'Acheteur et le Vendeur. La Plateforme n'intervient pas dans les politiques de remboursement ou d'annulation des Vendeurs.",
    "intellectual_property": "11. Propriété Intellectuelle",
    "intellectual_property_text": "Le Vendeur reste pleinement propriétaire des droits d'auteur et de propriété intellectuelle sur les photos qu'il vend. L'Acheteur n'acquiert qu'un droit d'utilisation privé et personnel des impressions.",
    "dispute_resolution": "12. Résolution des Litiges",
    "dispute_resolution_text": "En cas de litige entre l'Acheteur et le Vendeur, les parties doivent tenter de résoudre le problème à l'amiable. La Plateforme n'est pas partie prenante dans le litige et ne peut être tenue responsable des actions des Vendeurs ou des Acheteurs.",
    "data_protection": "13. Protection des Données",
    "data_protection_text": "Les informations personnelles des utilisateurs sont collectées et traitées conformément aux lois en vigueur sur la protection des données personnelles.",
    "modification_cgv": "14. Modification des CGV",
    "modification_cgv_text": "La Plateforme se réserve le droit de modifier les présentes CGV à tout moment. Les utilisateurs seront informés de toute modification via la Plateforme."
  },
  "question": {
    "alert_title": "Vous ne trouvez pas la réponse à votre question ?",
    "alert_description": "Si vous ne trouvez pas la réponse à votre question consultez les {cgv_link} ou contactez-nous.",
    "accordion_1": "Comment fonctionne la vente sur votre plateforme ?",
    "accordion_1_content": "Les photographes peuvent vendre leurs impressions directement aux clients via la marketplace. Ils sont responsables de l'impression et de l'envoi des commandes.",
    "accordion_2": "Quels sont les frais associés à la vente de mes impressions ?",
    "accordion_2_content": "La plateforme prélève une commission sur chaque vente. Les détails des frais seront affichés au moment de l'inscription.",
    "accordion_3": "Quels types de photos puis-je vendre sur la marketplace ?",
    "accordion_3_content": "Vous pouvez vendre des impressions de tout type, à l'exception des photos de nu ou à caractère pornographique.",
    "accordion_4": "Qui est responsable de l'emballage et de l'envoi des commandes ?",
    "accordion_4_content": "Le photographe est entièrement responsable de l'emballage et de l'expédition des impressions.",
    "accordion_5": "Quels sont les délais de traitement et d'expédition des commandes ?",
    "accordion_5_content": "Une fois la commande passée, le photographe a 10 jours pour l'envoyer. L'acheteur dispose de 15 jours pour valider la réception.",
    "accordion_6": "Comment les paiements sont-ils gérés sur la plateforme ?",
    "accordion_6_content": "Les paiements sont gérés via Stripe, garantissant des transactions sécurisées pour les photographes et les acheteurs.",
    "accordion_7": "Que faire si un client n'est pas satisfait de la qualité de l'impression ?",
    "accordion_7_content": "Le client doit contacter directement le photographe pour discuter des solutions possibles.",
    "accordion_8": "Puis-je fixer mes propres prix pour les impressions ?",
    "accordion_8_content": "Oui, les photographes sont libres de fixer les prix qu'ils souhaitent pour leurs impressions.",
    "accordion_9": "Comment puis-je suivre l'état de mes commandes et paiements ?",
    "accordion_9_content": "Chaque photographe doit fournir un numéro de suivi pour que les acheteurs puissent suivre leurs commandes.",
    "accordion_10": "Y a-t-il un support pour les photographes en cas de problème ?",
    "accordion_10_content": "Oui, en cas de problème, vous pouvez contacter notre support à l'adresse email (à venir).",
    "accordion_11": "Je n'ai pas reçu ma commande, que faire ?",
    "accordion_11_content": "Si vous n'avez pas reçu votre commande, veuillez contacter directement le vendeur.",
    "accordion_12": "Quelles sont les obligations du vendeur ?",
    "accordion_12_content": "Le vendeur doit respecter les délais de livraison. En cas de manquement, l'éditeur du site peut supprimer son compte et rembourser les sommes déboursées par le client.",
    "accordion_13": "J'ai reçu ma commande, que dois-je faire ?",
    "accordion_13_content": "Une fois la commande réceptionnée, l'acheteur dispose de 15 jours pour valider la réception. Sans validation, le vendeur recevra automatiquement le paiement."
  },
	"seller" : {
		"isseller" : "Vente de mes photos activée",
		"active" : "Activer la vente de mes photos",
		"modifyProfile" : "Modifier mon profil de vendeur"
	}
}
