{
  "hello": "Hello",
  "welcome": "Welcome to our website",
  "login": "Login",
  "enter your email below to login to your account": "Enter your email below to login to your account",
  "password": "Password",
  "register": "Register",
  "displayname": "Username",
  "alreadyaccount": "Already have an account?",
  "createaccount": "Create an account",
  "don’t have an account?": "Don't have an account?",
  "sign up": "Sign up",
  "forgot your password?": "Forgot your password?",
  "login with Google": "Login with Google",
  "baseline": "Supporting photographers,",
	"baseline2" : "inpiring collectors",
	"promess" : "More than a marketplace, a community for photographers and collectors",
  "baseline two": "A dedicated platform where photographers sell their art and collectors find unique pieces, all while supporting the artist behind the lens.",
  "hometext one": "In a world where images are omnipresent, it is essential to remember that behind every photo, there is an artist. Supporting photographers, particularly amateurs or emerging artists, is more important than ever. They capture unique moments, fascinating landscapes, raw emotions, and often, their work deserves recognition and visibility that they do not always have the means to achieve.",
  "brand": "Picsell",
  "sign out": "Sign out",
  "userinfo": {
    "firstname": "First Name",
    "lastname": "Last Name",
    "username": "Username",
    "address": "Address",
    "city": "City",
    "postalcode": "Postal Code",
    "country": "Country",
    "instagram": "Instagram",
    "security": "Security",
    "newpassword": "New Password",
    "resetpassword": "This tab allows you to reset your password.",
    "updatepassword": "Update Password"
  },
  "collections": {
    "create": "Create a collection",
    "edit": "Edit collection",
    "createdescription": "Create a collection to group the photos of the series.",
    "delete": "Delete collection",
    "collectionname": "Collection name",
    "collectiondescription": "Collection description",
    "statut": "As a photographer, it is imperative that you are declared and have a professional status if you plan to sell your collections. Whether you choose the self-employed regime, a company or any other suitable status, this will allow you to comply with the legal and tax obligations related to the sale of your creations. Selling your works without status can result in sanctions and deprive you of certain professional benefits.",
    "mycollection": "My series for sale",
    "listmycollections": "List of all my series",
    "nocollection": "You don't have any series for sale yet.",
    "indicatecollection": "Add a name for the collection",
    "indicatecollectiondescription": "Add the description of the collection",
    "deletecollectionconfirmation": "Permanently delete the collection, be careful this action is irreversible.",
    "cancel": "Cancel",
    "deletecollection": "Permanently delete",
    "title": "Title of the series",
    "description": "Description of the series",
    "actions": "Actions",
    "editcollection": "Edit collection",
    "savechanges": "Save changes",
    "collectionupdated": "The collection has been successfully updated.",
    "saving": "Saving...",
    "errorupdating": "An error occurred while updating the collection."
  },
  "photographerspage": {
    "readmore": "Read more",
    "availableworks": "Available works",
    "about": "Informations about ",
    "nobio": "No biography available",
    "change": "Add a new profile picture",
    "upload": "Upload a picture",
    "toobig": "The file size is too large (max size: 10MB / min dimensions: 1024x1024)",
    "titlebig": "The title is too big",
    "erreurfileempty": "Error: The file is empty",
    "erreurfiletext": "No file selected",
    "errordonwload": "Error downloading the image",
    "errordownloadtitle": "One error occured",
    "successupload": "The image has been successfully uploaded",
    "successuploadtitle": "Upload successful",
    "changebanner": "Change banner",
    "uploadbanner": "Upload a banner",
    "infosedit": "Here, you have the ability to customize your public information by editing your Details, adding a Profile picture, a Banner, and enriching your page with a Bio and your Photos.",
    "infosedit2": "Edit your photographer profile",
    "addphoto": "Add a photo"
  },
  "single": {
    "selectformat": "Select the format",
    "shipping": "Shipping delay : ",
    "days": "days",
    "shippingmethod": "Shipping method",
    "description": "Description",
    "loadingfail": "Loading failed or no photo..."
  },
  "addphoto": {
    "title": "Title of the photo",
    "description": "Description",
    "price": "Price",
    "number": "Number of copies",
    "paper": "Type of paper",
    "impression": "Printing method",
    "shipping_delay": "Shipping delay (days)",
    "shipping_method": "Shipping method",
    "frame": "Frame",
    "format": "Format",
    "weight": "Weight (g)",
    "image": "Image file",
    "uploading": "Uploading...",
    "submit": "Submit"
  },
  "cgv": {
    "cgv": "General Terms and Conditions of Sale (GTC)",
    "last_update": "Last update: [date]",
    "object": "1. Object",
    "object_text": "The Platform acts as an intermediary to allow professional and amateur photographers (hereinafter \"the Seller\") to directly sell their photo prints to end users (hereinafter \"the Buyer\"). Each Seller is responsible for the production of prints, packaging, and shipping. The Platform only provides the technical tools to facilitate these transactions and does not actively participate in the sale or creation of the products.",
    "access_registration": "2. Access and Registration",
    "access_registration_text": "Using the Platform for selling or purchasing requires registration. When registering, users agree to provide accurate, up-to-date, and complete information. The Platform reserves the right to suspend or terminate an account in case of violation of the GTC or inappropriate behavior.",
    "products": "3. Products",
    "products_text": "The Seller is free to define the products they wish to sell, provided they comply with the laws in force and the conditions imposed by the Platform. Pornographic photos, nudes, or any other content deemed inappropriate by the Platform are strictly prohibited. The Platform reserves the right to remove any content that does not comply with these rules without prior warning.",
    "orders_delays": "4. Orders and Delays",
    "orders_delays_text": "The Buyer places an order directly with the Seller via the Platform. Once the order is confirmed, the Seller has 10 days to process and ship the order. The Buyer then has 15 days after receipt to validate the order. If the Buyer does not validate the order within this period, the order will automatically be considered accepted, and the Seller will receive the payment.",
    "payments": "5. Payments",
    "payments_text": "Payments on the Platform are managed via the Stripe payment system, ensuring secure transactions. The Seller receives the payment after the order is validated by the Buyer or after the 15-day period following the receipt of the order without action from the Buyer.",
    "shipping_tracking": "6. Shipping and Tracking",
    "shipping_tracking_text": "The Seller is entirely responsible for shipping the order and must provide a tracking number to the Buyer, accessible via the Platform. Shipping costs and delays vary according to the terms chosen by the Seller and must be clearly communicated to the Buyer at the time of the order.",
    "shipping_tracking_additional": "If the order is not received within the expected timeframe, the Buyer is encouraged to contact the Seller directly. The Platform is not responsible for delays or failures of the Seller concerning the delivery of products.",
    "seller_obligations": "7. Seller's Obligations",
    "seller_obligations_text": "The Seller agrees to comply with the following conditions:",
    "seller_obligations_list_1": "Processing and shipping time: The Seller must ship the products within a maximum of 10 days from order confirmation.",
    "seller_obligations_list_2": "Product quality: Prints must match the product description in terms of quality and format.",
    "seller_obligations_list_3": "Customer service: The Seller must ensure clear and prompt communication with the Buyer in case of questions or complaints.",
    "platform_responsibility": "8. Platform Responsibility",
    "platform_responsibility_text": "The Platform acts only as a technical intermediary to connect the Seller and the Buyer. The Platform cannot be held responsible for the Seller's actions, omissions, or failures.",
    "claims_returns": "9. Claims and Returns",
    "claims_returns_text": "In case of an issue regarding the print quality, delivery time, or any other aspect of the product, the Buyer must contact the Seller directly via the contact details provided in their order. The Platform is not responsible for managing returns or claims.",
    "order_cancellation": "10. Order Cancellation",
    "order_cancellation_text": "Any order cancellation must be discussed between the Buyer and the Seller. The Platform does not intervene in the Sellers' refund or cancellation policies.",
    "intellectual_property": "11. Intellectual Property",
    "intellectual_property_text": "The Seller retains full ownership of copyright and intellectual property rights on the photos they sell. The Buyer only acquires a private, personal usage right for the prints.",
    "dispute_resolution": "12. Dispute Resolution",
    "dispute_resolution_text": "In case of a dispute between the Buyer and the Seller, the parties must try to resolve the issue amicably. The Platform is not a party to the dispute and cannot be held responsible for the actions of Sellers or Buyers.",
    "data_protection": "13. Data Protection",
    "data_protection_text": "The users' personal information is collected and processed in accordance with the current data protection laws.",
    "modification_cgv": "14. Modification of GTC",
    "modification_cgv_text": "The Platform reserves the right to modify these GTC at any time. Users will be informed of any changes via the Platform."
  },
  "question": {
    "alert_title": "Can't find the answer to your question?",
    "alert_description": "If you can't find the answer to your question, consult the {cgv_link} or contact us.",
    "accordion_1": "How does selling work on your platform?",
    "accordion_1_content": "Photographers can sell their prints directly to customers via the marketplace. They are responsible for printing and shipping orders.",
    "accordion_2": "What are the fees associated with selling my prints?",
    "accordion_2_content": "The platform takes a commission on each sale. Fee details will be displayed during registration.",
    "accordion_3": "What types of photos can I sell on the marketplace?",
    "accordion_3_content": "You can sell prints of any type, except for nude or pornographic photos.",
    "accordion_4": "Who is responsible for packing and shipping orders?",
    "accordion_4_content": "The photographer is fully responsible for packing and shipping the prints.",
    "accordion_5": "What are the processing and shipping times for orders?",
    "accordion_5_content": "Once the order is placed, the photographer has 10 days to ship it. The buyer has 15 days to validate the reception.",
    "accordion_6": "How are payments managed on the platform?",
    "accordion_6_content": "Payments are handled through Stripe, ensuring secure transactions for both photographers and buyers.",
    "accordion_7": "What should I do if a customer is not satisfied with the print quality?",
    "accordion_7_content": "The customer should contact the photographer directly to discuss possible solutions.",
    "accordion_8": "Can I set my own prices for prints?",
    "accordion_8_content": "Yes, photographers are free to set the prices they want for their prints.",
    "accordion_9": "How can I track my orders and payments?",
    "accordion_9_content": "Each photographer must provide a tracking number so buyers can follow their orders.",
    "accordion_10": "Is there support for photographers in case of a problem?",
    "accordion_10_content": "Yes, in case of an issue, you can contact our support team at the email address (to come).",
    "accordion_11": "I haven't received my order, what should I do?",
    "accordion_11_content": "If you haven't received your order, please contact the seller directly.",
    "accordion_12": "What are the seller's obligations?",
    "accordion_12_content": "The seller must meet the delivery deadlines. In case of failure, the site publisher may remove their account and refund the customer's payments.",
    "accordion_13": "I received my order, what should I do?",
    "accordion_13_content": "Once the order is received, the buyer has 15 days to validate the reception. Without validation, the seller will automatically receive the payment."
  },
  "seller": {
    "isseller": "Photo selling enabled",
    "active": "Activate photo selling",
    "modifyProfile": "Modify your profile"
  }
}
